Revit 2024 API
ParameterTypeId.RbsElecApparentLoadPhase1 Property
 "Apparent Load Phase 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecApparentLoadPhase1 { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecApparentLoadPhase1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecApparentLoadPhase1 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace